Repository: modell-aachen/ImprovementAppContrib
Catalog: locale/ImprovementAppContrib/*.po
Languages: fr

source: Create new q-notification
fr: Créer une nouvelle q-notification

source: All q-notificationsi
fr: Toutes les q-notifications

source: New
fr: nouveau

source: To be approved
fr: Pour être approuvée

source: Approved
fr: Approuvée

source: Effectiveness checkup
fr: Check up efficacité

source: Implemented
fr: implémenté

source: Discarded
fr: écartée

source: Customer feedback
fr: Réaction Client

source: Suggestion for improvement
fr: suggestion

source: Internal error
fr: Erreur interne

source: Idea
fr: Idée

source: Audit
fr: Audits

source: Praise and recommendation
fr: Louange et recommandation

source: Quality improvement
fr: Amélioration de qualité

source: Delivery error
fr: Erreur de fournisseur

source: Other reasons
fr: Autres Raisons

source: Creator
fr: Créateur

source: Release
fr: Déclencheur

source: Customer
fr: Client

source: Product
fr: Produit

source: Event
fr: èvenement

source: Approach
fr: approche

source: Assessment
fr: évaluation

source: Responsible
fr: Responsable

source: Decision
fr: Décision

source: Description
fr: Déscription

source: Title
fr: Titre

source: To be filled out by QM
fr: à remplir par QM

source: To be filled out by Responsible
fr: à remplir par le responsable

source: Q-Notification workflow
fr: Workflow de q-notification

source: This q-notification is not under any workflow.
fr: Cette q-notification n'est pas soumis à un workflow.

source: This q-notification is a draft.
fr: Cette q-notification est un brouillon.

source: This q-notification is waiting for approval by QM.
fr: Cette q-notification est en attente d'approbation par le QM.

source: This q-notification has been approved by QM.
fr: Cette q-notification a été publié par le QM.

source: This q-notification is being checked up for effectiveness.
fr: Cette q-notification est en cours de vérification de l'efficacité.

source: This q-notification has been implemented successfully.
fr: Cette q-notification a été mis en œuvre avec succès.

source: This q-notification has been discarded.
fr: Cette q-notification a été rejetée.

source: Create
fr: Créer

source: Request approval
fr: Demande de confirmation

source: Discard
fr: écarter

source: Approve this q-notification for further process
fr: Approuver cette q-notification pour plus de modification

source: Transfer to effectiveness checkup
fr: Transferer vers les tests d'efficacité

source: Finish implementing
fr: Retransférer cette q-notification à l'état de projet
